<?php
return array (
		'admin_log' => array (
				'1' => '帐户创建',
				'2' => '登录',
				'3' => '退出' 
		),
		'admin_status' => array (
				'1' => '启用',
				'0' => '禁用' 
		)
		,
		'yes_no' => array (
				'1' => '是',
				'0' => '否' 
		),
		'sex' => array (
				'0' => '保密',
				'1' => '男',
				'2' => '女' 
		),
		'industry' => array (
				'1' => '服饰鞋包',
				'2' => '食品/保健',
				'3' => '3C数码配件',
				'4' => '游戏/话费',
				'5' => '车品配件',
				'6' => '美容护理',
				'7' => '床上用品',
				'8' => '母婴用品',
				'9' => '家居用品',
				'10' => '家装家饰',
				'11' => '珠宝/首饰',
				'12' => '玩具/模型',
				'13' => '运动/户外',
				'14' => '书籍音像',
				'15' => '玩乐/收藏',
				'16' => '生活服务',
				'17' => '其他行业'
		),
		'job_work_property' => array (
				'0' => '全职',
				'1' => '兼职' 
		),
		'is_check' => array (
				'0' => '未审核',
				'1' => '已审核',
				'2' => '审核不通过' 
		),
		'bind_status' => array (
				'0' => '未绑定',
				'1' => '已绑定' 
		),
		'card_type' => array (
				'1' => '身份证',
				'2' => '驾驶证',
				'3' => '护照',
				'4' => '其它' 
		),
		
		// 订单状态
		'order_status' => array (
				'0' => '等待付款',
				'1' => '已付款',
				'3' => '准备出货',
				'4' => '配送中',
				'5' => '已完成',
				
				// '6' => '已作废',
				'6' => '订单关闭',
				'7' => '申请退款',
				'8' => '退款中',
				'9' => '已退款',
				'10'=>'退款失败'
		),
		'pay_way' => array ()

		,
		'comment_level' => array (
				'0' => '非常不满意',
				'1' => '很差',
				'2' => '一般',
				'3' => '很好',
				'4' => '非常满意' 
		),
		
		// 属性选择
		'attr_select' => array (
				'1' => '唯一属性',
				'2' => '单选属性',
				'3' => '多选属性' 
		),
		
		// 属性值录入选择
		'attr_type' => array (
				'1' => '手工录入',
				'2' => '点击选择' 
		),
		
		// 产品上下架状态
		'is_sale' => array (
				'1' => '上架',
				'0' => '下架' 
		),
		
		// 媒介类型
		'ad_type' => array (
				'1' => '图片',
				'2' => 'flash' 
		),
		
		// 运费计算方式
		'freight_way' => array (
				'1' => array (
						'name' => '按件数',
						'unit' => '件' 
				),
				'2' => array (
						'name' => '按重量',
						'unit' => 'kg' 
				),
				'3' => array (
						'name' => '按体积',
						'unit' => 'm³' 
				) 
		),
		
		// 运送方式
		'payment_way' => array (
				'1' => array (
						'name' => '快递',
						'tag' => 'express' 
				),
				'2' => array (
						'name' => 'EMS',
						'tag' => 'ems' 
				),
				'3' => array (
						'name' => '平邮',
						'tag' => 'post' 
				) 
		),
		
		// 发货时间
		'time_delivery' => array (
				'1'  => '4小时内',
				'2'  => '8小时内',
				'3'  => '12小时内',
				'4'  => '16小时内',
				'5'  => '20小时内',
				'6'  => '1天内',
				'7'  => '2天内',
				'8'  => '3天内',
				'9'  => '5天内',
				'10' => '7天内',
				'11' => '8天内',
				'12' => '10天内',
				'13' => '12天内',
				'14' => '15天内',
				'15' => '17天内',
				'16' => '20天内',
				'17' => '25天内',
				'18' => '30天内',
				'19' => '35天内',
				'20' => '45天内' 
		),
		
		//积分记录类型
		'credit_type' => array (
				'1' => '平台赠送',
				'2' => '活动赠送',
				'3' => '积分转账',
				'4' => '消费积分',
				'5' => '等级积分',
				'6' => '返回积分' 
		),
		
		// 包邮
		'is_free' => array (
			'0' => '自定义运费',
			'1' => '卖家承担运费' 
		),
		
		//卖家取消订单的理由
		'closeReason' => array (
				'1' => '长时间联系不到买家，交易不成功',
				'2' => '买家购买意向不明确，取消交易',
				'3' => '买家已经通过网上银行直接汇款给我了',
				'4' => '买家没有开通网上银行，已经通过银行汇款给我了',
				'5' => '买家不想购买了',
				'6' => '同城交易，已经见面完成交易',
				'7' => '没有货了，交易无法完成',
				'8' => '信息填写错误，重新拍',
				'9' => '拍错了',
				'10' => '其它理由' 
		),
		
		//售后申请类型
		'customer_service' => array (
				'1' => array (
						'name' => '未收到货',
						'list' => array (
								'1' => '卖家虚假发货',
								'2' => '物流问题',
								'3' => '拒签卖家不退款' 
						) 
				),
				'2' => array (
						'name' => '已收到货',
						'list' => array (
								'1' => '外观问题',
								'2' => '与卖家协商一致',
								'3' => '非产品问题',
								'4' => '假货（品牌问题）',
								'5' => '做工质量问题',
								'6' => '少件（含少配件）' 
						) 
				) ,
				'3' => array (
						'name' => '已退货',
						'list' => array (
								'1' => '卖家不换货/维修',
								'2' => '卖家不退款',
								'3' => '卖家不退运费',
								'4' => '等待卖家处理' 
						)
				)
		),
		'customer_service_require' => array (
				'1' => '不退货部分退款',
				'2' => '需要退货退款',
				'3' => '要求换货',
				/* '4' => '要求维修', */
				'5' => '要求补寄' 
		),
		'sub_web_header_type' => array(
				'1' => '商品分类',
				'2' => '单页'
		),
		//卖家拒绝退款原因
		'rejection_service_reason'=>array(
				'1' => '退款金额不对，买家要求过高',
				'2' => '商品没问题，买家举证无效',
				'3' => '商品没问题，买家未举证',
				'4' => '申请时间已超售后服务时限',
				'5' => '商品退回后才能退款',
				'6' => '货物已在物流中',
				'7' => '其他'
		),
		//退款状态
		'refund_status' => array(
				'1' => '退款申请等待卖家确认中',
				'2' => '卖家不同意协议,等待买家修改',
				'3' => '退款申请达成,等待买家发货',
				'4' => '买家已退货,等待卖家确认收货',
				'5' => '退款关闭',
				'6' => '退款成功',
				'7' => '售后申请等待卖家确认中',
				'8' => '售后申请达成,等待买家发货',
				'9' => '售后申请达成',
				'10' => '售后完成',
				'11' => '卖家拒绝申请'
		),
		//支付方式
		'pay_type'=>array(
				'1'=>'积分结算支付',
				'2'=>'现金结算支付'
		)
);
?>